tap "heroku/brew"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "zegervdv/zathura"
brew "libpng"
brew "glib"
brew "cairo"
brew "xz"
brew "harfbuzz"
brew "librsvg"
brew "adwaita-icon-theme"
brew "at-spi2-core"
brew "btop"
brew "desktop-file-utils"
brew "fzf"
brew "gh"
brew "git-filter-repo"
brew "git-gui"
brew "unbound"
brew "gnupg"
brew "gpgme"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "helm"
brew "imagemagick"
brew "jq"
brew "json-glib"
brew "kubectx"
brew "lua"
brew "meson"
brew "minikube"
brew "ncdu"
brew "neovim"
brew "openssl@1.1"
brew "p7zip"
brew "pandoc"
brew "pipx"
brew "poppler"
brew "postgresql@14"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "redis"
brew "ripgrep"
brew "ruff"
brew "shellcheck"
brew "showkey"
brew "sphinx-doc"
brew "stylua"
brew "tcl-tk"
brew "tlrc"
brew "tmux"
brew "tree"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "aerospace"
cask "another-redis-desktop-manager"
cask "basictex"
cask "dbeaver-community"
cask "diffmerge"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "obs"
cask "obsidian"
cask "skim"
cask "wezterm"
vscode "42crunch.vscode-openapi"
vscode "adpyke.vscode-sql-formatter"
vscode "ajinkya-hingne.salesforce-snippets"
vscode "bradlc.vscode-tailwindcss"
vscode "chuckjonas.apex-pmd"
vscode "ckolkman.vscode-postgres"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-diff"
vscode "financialforce.lana"
vscode "formulahendry.auto-rename-tag"
vscode "github.vscode-pull-request-github"
vscode "glenn2223.live-sass"
vscode "hbenl.vscode-mocha-test-adapter"
vscode "hbenl.vscode-test-explorer"
vscode "hnw.vscode-auto-open-markdown-preview"
vscode "hugoom.sfdx-autoheader"
vscode "janisdd.vscode-edit-csv"
vscode "josee9988.minifyall"
vscode "kumar-harsh.graphql-for-vscode"
vscode "lcotter.salesforce-snippets"
vscode "mechatroner.rainbow-csv"
vscode "mikeburgh.xml-format"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "nik-creation.lwc-salesforce"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "salesforce.salesforce-vscode-slds"
vscode "salesforce.salesforcedx-vscode"
vscode "salesforce.salesforcedx-vscode-apex"
vscode "salesforce.salesforcedx-vscode-apex-debugger"
vscode "salesforce.salesforcedx-vscode-apex-replay-debugger"
vscode "salesforce.salesforcedx-vscode-core"
vscode "salesforce.salesforcedx-vscode-lightning"
vscode "salesforce.salesforcedx-vscode-lwc"
vscode "salesforce.salesforcedx-vscode-soql"
vscode "salesforce.salesforcedx-vscode-visualforce"
vscode "syler.sass-indented"
vscode "vignaeshrama.sfdx-package-xml-generator"
vscode "vscodevim.vim"
vscode "wallabyjs.quokka-vscode"
vscode "yoavbls.pretty-ts-errors"
vscode "zxh404.vscode-proto3"
